app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(contact_params)

    if @contact.save
---
INSERT INTO "contacts" ("name", "email", "message", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?) RETURNING "id"  [["name", "Laurentiu"], ["email", "extendedindeed@outlook.com"], ["message", "Test 1"], ["created_at", "2024-04-07 18:08:58.286508"], ["updated_at", "2024-04-07 18:08:58.286508"]]